export const POPULAR = 'Популярные';
export const NEWEST = 'Новинки';
export const CHEAPEST = 'Сначала дешевле';
export const SALE = 'Снижена цена';
export const RATE = 'Высокий рейтинг';
export const EXPENSIVE = 'Сначала дороже';

export const accordionData = [
  {
    title: 'Термины и определения',
    content: `

    Торговая площадка — дипломный проект https://github.com/NSobol/toys, не являющийся сервисом, предоставляющим доступ к информации о товарах, предназначенной для потенциальных Покупателей (потребителей).

    Владелец Торговой площадки — Соискатели диплома.

    Покупатель — любое физическое лицо, использующее Торговую площадку (имя в виду, что это дипломный проект и к реальному Маркетплейсу он отношения не имеет) на условиях настоящих Правил.

    Продавец — Паша и Наташа (два соискателя диплома), студенты СберУниверситета, которые пишут данный дипломный проект. На самом деле покупатель в данном случае является абстрактным выражением.

    Товар — предмет договора купли-продажи, заключаемого между Покупателем и Продавцом. Продавец является собственником реализуемого Товара. Все взаимоотношения, связанные с куплей-продажей Товара возникают между Продавцом, размещающим Товар на Торговой площадке и Покупателем.

    Личный кабинет — персональный и не доступный третьим лицам раздел Торговой площадки, служащий в целях оформления Заказов и оформления Услуг, а также получения специальных предложений в соответствии с настоящими Правилами, доступ к которому осуществляется после регистрации путем ввода аутентификационных данных Покупателя.

    Заказ — теоретическое осуществление Покупателем действий, направленных на заключение им договора оказания услуг доставки Товара, а также договора/договоров купли-продажи соответствующего/соответствующих Товара/Товаров с Моя игрушка и/или иным Продавцом/Продавцами, посредством оформления заказа указанных услуг и Товаров на Торговой площадке.

    Доставка товара «до двери» — доставка товара, по адресу, указанному Покупателем, отличному от адресов Пунктов выдачи заказов и адресов Постаматов.

    Акционная скидка — это скидка, которая предоставляется на определенный Товар. Размер скидки указывается на странице Товара. Цена на Товар указана с учетом акционной скидки.
`,
  },
  {
    title: 'Общие положения',
    content: `

    Пользуясь Торговой площадкой, Покупатель соглашается с условиями настоящих Правил.

    Торговая площадка теоретически и абстрактно предоставляет Покупателю безвозмездную возможность поиска информации о Товарах.

    Моя игрушка вправе самостоятельно и без уведомления Покупателя отбирать отзывы для публикации, в том числе:

        оставлять отзывы о Товарах, размещенных на Торговой площадке, ставить оценки Товарам при использовании Торговой площадки может любой авторизованный Покупатель;

        вместе с отзывом Покупателя будет опубликовано его имя, указанное им в Личном кабинете Торговой площадки;

        не публиковать отзывы, содержание которых не относится к тематике работы Торговой площадки, осуществлению покупок на ней;

        не публиковать отзывы, содержание которых не относится к реальному опыту использования соответствующего товара;

        не публиковать отзывы, которые содержат ненормативную лексику, высказывания оскорбительного характера, в том числе фотографии и изображения, недопустимые к публикации с этической точки зрения;

        не публиковать отзывы, комментарии, содержащие ссылки на другие веб-сайты, персональные данные третьих лиц;

        удалить опубликованный отзыв в любое время;

        самостоятельно определять срок, в течение которого отзывы считаются актуальными и на который они публикуются на Торговой площадке.

    Покупатель соглашается, что оставленные им отзывы и поставленные оценки могут быть опубликованы и использованы на Торговой площадке или на сайтах третьих лиц без дополнительного согласия Покупателя. При этом отзывы и приложенные к нему изображения публикуются и используются «как есть» с сохранением авторской грамматики и пунктуации, под именем Покупателя, указанным в Личном кабинете. Покупатель несет ответственность за достоверность сведений, содержащихся в оставленных им отзывах.

`,
  },
  {
    title: 'Регистрация на сайте',
    content: `

    Оформить Заказ на Торговой площадке могут только зарегистрированные Покупатели, при этом Покупатель вправе зарегистрироваться на сайте только 1(один) раз, т.е. может иметь только один Личный кабинет.

    При регистрации на Торговой площадке, а также при дальнейшем ее использовании, Покупатель предоставляет Паше и Наташе свои регистрационные данные (в том числе, персональные данные), включая, но не ограничиваясь: Ф.И.О., номер телефона, адрес электронной почты, адрес места нахождения, пол, дату рождения, сведения о параметрах фигуры (размере одежды), реквизиты электронных средств платежа (номер, срок действия, код CVV/CVC), и т.д.

    Моя игрушка осуществляет сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение регистрационных данных Покупателя (в том числе, персональных данных).

    Моя игрушка не несет ответственности за точность и правильность информации, предоставляемой Покупателем при регистрации.

     Покупатель несёт ответственность за все возможные негативные последствия, в случае передачи учетных данных Личного кабинета третьим лицам.

`,
  },
];
