import React from "react";

export const OrUsPage = () => {
  return (
    <div>
      <h1>О Нас </h1>
      <p>
        Сайт и компания «Моя игрушка» являются ничем иным, как дипломным
        проектом Соболевой Натальи и Омелечко Павла.
      </p>
      <p>
        Сайт пародирует собой современные интернет-магазины, являясь абстрактной
        площадкой для продажи детских игрушек. Функционал сайта «Моя игрушка» –
        это все, что нужно современному интернет-магазину: авторизация
        пользователя, личный кабинет, карточки товаров, поиск продукта,
        пагинация; функция удаления, изменения и добавления продуктов; а также,
        - приятный визуал и удобная навигация.
      </p>
      <p>
        Дипломный проект является полностью выдуманным и не несет своим
        наполнением никакой смысловой нагрузки. Визуальный стиль сайта – это
        продукт рождения гениальных мыслей и нескончаемого потока не менее
        гениальных идей, которые невозможно воплотить в жизнь без должного
        умения работы в графических редакторах и презентационных мероприятиях.
        Любые совпадения с реальными людьми, компаниями, сайтами и их
        наполнением является случайным.
      </p>
      <p>
        Наша компания находится на одной из планет в системе Глизе 581,
        ближайший город к безымянной горе, улица Яркая, строение 7. По мимо
        продажи детских игрушек, мы так же занимаемся их изготовлением. Все наши
        игрушки проверены межгалактическим обществом детей, и так же, каждая из
        наших игрушек, прошла испытания множеством детских ручек и зубок, так
        что все, что мы продаем, и конечно же, абстрактно выпускаем, полностью
        гипоаллергенны и защищены от случайного проглатывания.
      </p>
      <p>
        Мы так же абстрактно работаем, как с юридическими лицами, так и с
        физическими. Ждем от вас заявок по почте или по телефону в реальном
        времени, возможна доставка с оплатой на месте.
      </p>
    </div>
  );
};
